load-test.yml
config:
  target: 'http://localhost:4173' # Замените на адрес вашего приложения
  phases:
    - duration: 60 # Продолжительность теста (в секундах)
      arrivalRate: 5 # Количество пользователей, приходящих каждую секунду

scenarios:
  - flow:
      - get:
          url: '/'